<template>
  <div class="justify-center flex">
    <div class="p-2 w-screen min-w-[800px] max-w-screen-xl">
  <v-container class="px-64">
    <v-card color="white">
      <v-card-title class="headline text-3xl font-bold mb-10 px-10">※ 공간 개인정보 처리방침</v-card-title>
      <div class="px-10">
        <p>
          공간 주식회사의 인터넷 쇼핑몰 서비스인 공간은 고객의 개인정보 및 개인신용정보(이하 “개인정보”라 한다) 보호를 소중하게 생각하고, 고객의 개인정보를 보호하기 위하여 항상 최선을 다하고 있습니다.
          공간은 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 신용정보의 이용 및 보호에 관한 법률, 특정 금융거래정보의 보고 및 이용 등에 관한 법률 및 같은법 시행령 등 정보통신서비스 제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 지키며,
          관련 법령에 따른 개인정보처리방침을 정하여 이를 공간 홈페이지(www.gongan.co.kr ; 이하 "홈페이지")에 공개하여 고객이 언제나 용이하게 열람할 수 있도록 하고 있습니다. 회사는 정부의 법률 및 지침 변경 등에 따라 수시로 개인정보처리방침을 바꿀 수 있고, 이에 따른 개인정보 처리방침의 지속적인 개선을 위하여 필요한 절차를 정하고 있습니다.
          그리고 개인정보 처리방침 을 개정하거나 변경할 때에는 홈페이지 첫페이지에 해당 내용을 알리고 있습니다. 이용자들께서는 사이트 방문 시 수시로 확인하시기 바랍니다.<br><br>

          공간 「개인정보처리방침」은 아래와 같은 내용을 담고 있습니다.<br>

          1. 개인정보의 수집에 대한 동의<br>
          2. 개인정보의 수집 항목<br>
          3. 개인정보의 수집 방법<br>
          4. 개인정보의 보유 및 이용기간<br>
          5. 수집한 개인정보의 이용 및 제3자 제공<br>
          6. 개인정보의 수집,이용,제공에 대한 동의철회<br>
          7. 개인정보 파기절차 및 방법<br>
          8. 비회원 개인정보보호<br>
          9. 아동의 개인정보보호
        </p>
      </div>

      <!-- 개인정보의 수집에 대한 동의 -->
      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">1. 개인정보 수집에 대한 동의</h2>
        <p>공간은 고객님께서 개인정보처리방침 또는 이용약관의 내용에「동의한다」또는「동의하지 않는다」버튼을 클릭할 수 있는 절차를 마련하고 있으며,「동의한다」버튼을 클릭하면 개인정보 수집 에 동의한 것으로 봅니다.</p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">2. 개인정보의 수집 항목</h2>
        <p>
          가. 공간은 기본적인 서비스 제공을 위한 필수 정보만을 수집하고 있으며 고객 각각의 기호와 필요에 맞는 서비스를 제공하기 위하여 정보 수집 때 별도 동의를 얻고 있습니다.
          선택 정보를 입력하지 않아도 서비스 이용에 제한은 없습니다.<br><br>

          나. 공간은 이용자의 기본적 인권을 침해 할 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.
          그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 미리 밝힌 목적 이외의 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다.<br><br>
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">3. 개인정보의 수집 방법</h2>
        <p>
          공간은 개인정보를 사이트 회원가입 절차, 상담절차, 이벤트나 경품 행사, 영업업무 위탁사 또는 제휴사 등의 방법으로
          수집하며 이동 전화 및 유-무선 인터넷 서비스를 사용할 때 생성정보 수집 도구를 통한 방법(쿠키) 등으로도 개인정보를 수집합니다.
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">4. 개인정보의 보유 및 이용기간</h2>
        <p>
          가. 공간은 고객의 개인정보를 고지 및 동의받은 기간 동안 보유 및 이용합니다.
          개인정보의 수집 및 이용목적 달성, 보유기간 만료, 회원의 수집 및 이용 동의 철회시 수집된 개인정보는 열 람하거나 이용할 수 없도록 파기 처리합니다.
          (※ 판매자 회원가입 승인관련, 회원가입 후 90일 이내 증빙서류를 업로드 하지 않으면 기간 경과후 고객정보는 즉시 파기됨)<br><br>

          나. 공간은 상법 및 '전자상거래등에서 소비자보호에 관한 법률’, 여신전문금융업법 국세기본법, 법인세법, 부가가치세법,
          특정 금융거래정보의 보고 및 이용 등에 관한 법률, 신용정보의 이용 및 보호에 관한 법률 등
          관련 법령의 규정에 따라 다음과 같이 거래 관련 권리 의무 관계를 확인하기 위하여 개인정보를 일정기간 보유할 수 있으며,
          이 때 보유하는 개인정보의 열람 및 이용은 해당 사유로 한정하며, 미리 보유목적, 기간 및 보유하는 개 인정보 항목을 분명히 밝혀야 합니다.<br><br>

          ▶ 계약 또는 청약철회 등에 관한 기록 : 5년<br>
          ▶ 대금결제 및 재화 등의 공급에 관한 기록 : 5년<br>
          ▶ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년<br>
          ▶ 개인신용정보의 수집·이용 등 처리에 관한 기록 : 3년<br>
          ▶ 특정 금융거래정보 기록 : 5년<br>
          ▶ - 단, 공간 이용계약(이용약관)에 의해 이용계약이 존속중인 회원(탈퇴하지 아니한 회원)의 경우 보관기간은 보존의무기간 이상 보관할 수 있으며,
            해당 기간이 경과된 기록에 대해서는 고객의 동의 철회 요청이 있는 경우 파기합니다.
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">5. 수집한 개인정보의 이용 및 제3자 제공</h2>
        <p>
          가. 공간은 고객님의 개인정보를 가입신청서, 서비스이용약관, 「개인정보처리방침」의 「개인정보의 수집 및 이용목적」에서 알린 범위 내에서 사용하며,
          이 범위를 초과하여 이용하거나 타인 또는 다른 기업 · 기관에 제공하지 않습니다. 단, 고객의 동의가 있거나 법령에 의하여 정해진 절차에 따라 정보를 요청받은 경우는 예외로 하며,
          이 경우 주의를 기울여 개인정보를 이용 및 제공할 수 있습니다.<br><br>

          나. 공간은 법령에 따라 당초 수집 목적과 합리적으로 관련된 범위에서 고객의 동의 없이 개인정보를 이용 및 제공할 수 있습니다.
          이때 당초 수집 목적과 관련성이 있는지, 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지,
          고객의 이익을 부당하게 침해하는지, 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지를 종합적으로 고려합니다.<br>
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">6. 개인정보의 수집,이용,제공에 대한 동의철회</h2>
        <p>
          가. 회원가입 등을 통한 개인정보의 수집, 이용, 제공과 관련해 귀하는 동의하신 내용을 언제든지 철회 하실 수 있습니다.
          동의철회는 홈페이지 첫 화면의 『회원정보』에서 "회원탈퇴"를 클릭하면 개인정보의 수집ㆍ이용ㆍ제공에 대한 동의를 바로 철회할 수 있으며,
          개인정보보호책임자에게 서면, 전화, 이메일(E-mail) 등으로 연락하시면 회사는 즉시 회원 탈퇴를 위해 필요한 조치를 취합니다.
          동의를 철회하고 개인정보를 파기하는 등의 조치가 있으면 그 사실을 귀하께 지체없이 통지하도록 하겠습니다.
          "이용자가 본인의 개인정보 요구에 대한 거절 등의 조치에 대하여 불복이 있는 경우 개인정보 관련 고객센터를 통해 이의를 제기하실수 있습니다."<br><br>

          나. 공간은 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를 수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취합니다.<br><br>

          다. 회원이 자발적으로 회원탈퇴한 후 회원 재가입, 임의해지 등을 반복적으로 행하여 공간이 제공하는 할인쿠폰,
          이벤트 혜택 등으로 경제적 이익을 취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 하는 회원을 차단하고자 공간은 회원의 개인정보를 1개월이 지난 후 파기 합니다.<br><br>

          라. 23년 8월 이전 네이버/페이스북 계정을 통해 인증(로그인)하고 본인인증(舊 SNS회원, 23년 8월부 종료)을 거치지 않은 고객은 고객센터(1234-5678)를 통해 SNS계정 연동해제를 할 수 있으며,
          SNS계정 연동해제시 공간에 연동된 페이스북 사용자ID, 이름, 이메일 / 네이버 사용자ID, 이름, 이메일을 30일 보관 후 파기하며,
          추가로 Naver, Facebook에서 연동해제를 하더라도 11번가에 보관중인 고객정보가 삭제되는 것은 아니므로 고객센터(1234-5678)를 통해 연동해제를 진행하시기 바랍니다.
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">7. 개인정보 파기 절차 및 방법</h2>
        <p>
          가. 공간은 수집한 개인정보의 이용목적이 달성된 후에는 보관기간과 이용기간에 따라 해당 정보를 바로 파기합니다. 파기절차, 방법, 시점은 다음과 같습니다.<br><br>

          - 파기절차 및 시점
          고객이 서비스 가입 등을 위해 기재한 개인정보는 서비스 해지 등 이용목적이 달성되고 나면 내부 방침과 기타 관련 법령의 정보보호 사유(위 개인정보의 보유 및 이용기간 참조)에 따른 보유 기간이 지난 후에 삭제되거나 파기합니다.
          일반적으로 채권-채무 관계가 남아 있지 않으면 공간 회원가입때 수집되어 전자적 파일형태로 관리하는 개인정보는 회원 탈퇴 시점에 바로 삭제 됩니다.<br><br>

          - 파기방법
          종이에 출력된 개인정보는 분쇄기로 분쇄 또는 소각하거나 화학약품으로 용해하여 파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 복구ㆍ재생할 수 없는 기술적 방법을 사용하여 삭제 합니다.
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">8. 비회원 개인정보보호</h2>
        <p>
          가. 공간은 비회원 주문일 때에도 배송, 대금결제, 주문내역 조회 및 구매확인, 실명여부 확인을 하는 데 필요한 개인정보만을 요청합니다.
          이때 해당 정보는 대금결제 및 상품의 배송과 관련 된 용도로 사용되며 그 밖의 용도로는 절대 사용되지 않습니다.<br><br>

          나. 비회원의 개인정보 수집/이용 목적 및 항목<br><br>

          성명, 휴대전화번호, CI(연계정보), DI(중복정보), 생년월일, 성별 : 본인인증 기관을 통한 본인확인 및 식별, 연령제한 서비스 이용제공
          성명, 휴대전화번호, 이메일주소(e-mail), 서비스이용정보(고객이 서비스를 이용하는 과정에서 생성된 서비스이용기록, 요금청구 및 결제기록, 접속기록, 쿠키, 접속IP정보), 상담내용 : 서비스 이용에 따른 민원사항의 처리, 본인의사의 확인, 새로운 정보와 고지사항의 안내
          계좌정보: 대금결제서비스 제공 등
          성명, 주소, 휴대전화번호, 이메일주소(e-mail), 수취인정보(수취인명, 배송지주소, 휴대전화번호, 전화번호) : 상품 및 경품배송(반품/환불/최소 등)을 위한 배송주소 및 연락처 확인
          IP address, 방문일시 : 부정 이용방지
          성명, 주소, 휴대전화번호, 이메일주소(e-mail), 접속IP, 수취인정보, 결제기록) : 부정거래 방지
          이름, 이메일주소, 상담내용 : 고객센터 상담(의견제안, 메일상담)
          (선택)연락처(휴대폰번호) : 고객센터 상담 결과 회신<br><br>

          다. 비회원으로 서비스를 이용할 때에는 회원에게만 적용 되는 사항을 제외한 나머지 부분에 대하여는 회원과 동일하게 공간 개인정보처리방침이 적용됩니다. (개인정보 보유 및 이용기간 등 )<br><br>

          라. 공간은 비회원의 개인정보도 회원과 동등한 수준으로 보호합니다.
        </p>
      </div>

      <div class="mt-5 px-10">
        <h2 class="text-xl font-bold">9. 아동의 개인정보보호</h2>
        <p>
          공간은 만14세 미만 아동의 개인정보를 보호하기 위하여 회원가입은 만14세 이상에만 허용하여 아동의 개인정보를 수집하지 않습니다.
        </p>
      </div>
    </v-card>
  </v-container>
    </div>
  </div>
</template>
<script lang="ts" setup>
</script>
